{"":{"domain":"sg-cachepress","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_ES"},"Top 3 Optimization Opportunities":["Top 3 oportunidades de optimización"],"Test URLs for Cache Status":["Comprobar el estado de caché de URLs"],"Check if the Dynamic Cache is working on a certain URL. Especially useful to make sure your Exclude list is working the way it should.":["Comprueba si la caché dinámica está activada en una URL específica. Muy útil para asegurar que tu lista de exclusiones funciona correctamente."],"Test":["Probar"],"Confirm":["Confirmar"],"Defering render-blocking JavaScript may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["El aplazado de JavaScript que bloquea la visualización puede causar dificultades en scripts que requieran cierto orden de ejecución. Esta es la razón por la cual te recomendamos que revises la portada de tu web después de haber activado esta optimización."],"If you notice issues with certain functionality, use the Exclude functionality to keep those scripts loading in a render-blocking manner.":["Si detectas conflictos con cierta funcionalidad, usa la funcionalidad de excluir para seguir cargando esos scripts de forma que bloqueen la visualización."],"Close":["Cerrar"],"Purge your installation's entire Dynamic Cache or select parts in order to achieve the best hit-to-cache ratio for your account. Here are the plugin's purge rules:":["Vacía la caché dinámica de toda tu instalación, o selecciona partes de la misma, para lograr la mejor configuración de caché para tu cuenta. Aquí tienes las reglas de vaciado del plugin:"],"Full Purge on page, posts, and category deletion, plugin and theme activation, deactivation, or update, and on WordPress core updates.":["Vaciado completo al borrar páginas, entradas y categorías, al activar, desactivar y actualizar plugins y temas, y en las actualizaciones de WordPress."],"Specific URL Purge on comment actions and page, post, and category updates.":["Vaciado de URLs específicas en acciones de comentarios y actualizaciones de entradas, páginas y categorías."],"Cancel":["Cancelar"],"This will delete all WebP files in your uploads folder! In case you need them, you will have to regenerate them again or restore that folder from a backup.":["¡Esto borrará todos los archivos WebP en tu carpeta de subidas! En caso de que los necesites tendrás que regenerarlos de nuevo o recuperar esa carpeta de una copia de seguridad"],"Combining JavaScript files may cause issues with scripts that require certain order of execution. This is why we advise you to check the frontend of your website after you enable this optimization.":["Combinar archivos JavaScript puede causar incidencias con otros scripts que requieren un orden de ejecución. Por esto te recomendamos revisar el frontend de tu web después de habilitar esta optimización."],"If you notice issues with parts of your site, use the Exclude functionality to keep those scripts separate from the combination.":["Si notas alguna incidencia con tu web, usa la funcionalidad Excluir para mantenter esos scripts separados."],"You’re switching to PHP %(version)s manually and you will stay on that version until you change it to a newer one. In case you experience any issues after the update, switch back the PHP version from your {{strong}}cPanel{{/strong}} > {{strong}}PHP Version Manager{{/strong}} tool.":["Estás cambiando manualmente a PHP %(versión)s y te quedarás en esa versión hasta que la cambies a una más reciente. En caso de que experimentes algún problema después de actualizar, vuelve a cambiar la versión de PHP desde tu herramienta {{strong}}cPanel{{/strong}} > {{strong}}Gestor de versiones de PHP{{/strong}}."],"You’re about to switch to Managed PHP service. This means that SiteGround will automatically update your PHP version once we are sure there’s a better, safer and more stable version.":["Estás a punto de cambiar al servicio de PHP gestionado. Esto significa que SiteGround actualizará automáticamente tu versión de PHP cuando estemos seguros de que hay una versión mejor, más segura y más estable."],"Doing this will delete all WebP files in your uploads folder and generate them anew!":["¡Hacer esto borrará todos los archivos WebP en tu carpeta de subidas y las creará de nuevo!"],"In order to force HTTPS on your site, we will automatically update your database replacing all insecure links. In addition to that, we will add a rule in your .htaccess file, forcing all requests to go through encrypted connection.":["Para forzar HTTPs en tu sitio actualizaremos automáticamente tu base de datos, reemplazando todos los enlaces inseguros. Además de eso, añadiremos una regla en tu archivo .htaccess, forzando que todas las solicitudes pasen por una conexión cifrada."],"You can exclude full or partial URLs using \"*\" as a wildcard. For example:":["Puedes excluir URLs completas o parciales usando «*» como comodín. Por ejemplo:"],"{{strong}}www.site.com/parent-page/sub-page{{/strong}} will exclude only that single URL.":["{{strong}}www.sitio.com/pagina-superior/sub-pagina{{/strong}} excluirá únicamente esa URL."],"{{strong}}www.site.com/parent-page/*{{/strong}} will exclude all sub-pages of \"parent-page\".":["{{strong}}www.sitio.com/pagina-superior/*{{/strong}} excluirá todas las subpáginas de «pagina-superior»."],"This item already exists in exclude list.":["Este elemento ya existe en tu lista de exclusiones."],"You must input a class name.":["Debes introducir un nombre de clase."],"Exclude":["Excluir"],"This URL already exists in exclude list.":["Esta URL ya existe en tu lista de exclusiones."],"SG Optimizer":["SG Optimizer"],"Please be patient, this process may take some time":["Por favor, ten paciencia, este proceso puede llevar algo de tiempo"],"Optimized %(optimized)s of %(total)s images":["Creadas %(optimizada)s de un %(total)s de imágenes"],"Pause":["Pausa"],"Generated %(optimized)s of %(total)s webp copies":["Creadas %(optimizada)s de un %(total)s de copias webp"],"WebP settings have been changed, please, {{link}}re-generate{{/link}} your images!.":["La configuración WebP ha sido modificada, por favor, {{link}}regenera{{/link}} tus imágenes.\nCollapse"],"Generate WebP Copies of New Images":["Crea copias WebP de las imágenes nuevas"],"WebP is a next generation image format supported by modern browers which greatly reduces the size of your images.":["WebP es un formato de imágenes de nueva generación compatible con los navegadores modernos, que reduce enormemente el tamaño de tus imágenes."],"Optimization Level":["Nivel de optimización"],"Chose the quality of WebP copies created by us. Higher quality means higher image size.":["Elige la calidad de las copias WebP que crearemos. Cuanta más calidad más grande será el tamaño de las imágenes."],"Optimization Type":["Tipo de optimización"],"Manage WebP Copies for Existing Images":["Gestion las copias WebP de las imágenes existentes"],"Generate or delete a WebP copy of your existing media library.":["Crea o borra una copia WebP de tu biblioteca de medios existente."],"Delete all WebP Files":["Borrar todos los archivos WebP"],"Bulk Generate WebP Files":["Generar archivos WebP por lotes"],"All WebP copies of your files have been generated successfully! Force {{link}}re-generation{{/link}} of your images.":["¡Todas las copias WebP de tus ficheros se han generado correctamente! Fuerza {{link}} la regeneration{{/link}} de tus imágenes."],"Browser Caching":["Caché del navegador"],"Adds rules to store in your visitors browser cache to keep static content longer for better site performance.":["Añade reglas para almacenar por más tiempo caché en el navegador de tus visitantes y lograr así un mejor rendimiento de tu sitio"],"YOU HAVE A SITE TOOLS ACCOUNT":["TIENES UNA CUENTA EN SITE TOOLS"],"NGINX Direct Delivery takes care of your static resources including proper expiration dates for your browser caching.":["La entrega directa de NGINX se ocupa de tus recursos estáticos, incluidas las fechas de caducidad correctas de la caché del navegador."],"Dynamic Caching":["Caché dinámica"],"Store your content in the server’s memory for a faster access with this full-page caching solution powered by NGINX.":["Almacena tu contenido en la memoria de los servidores para un acceso más rápido con esta solución de caché de página completa creada por NGINX."],"Manual Cache Purge":["Vaciado manual de caché"],"Clear the Dynamic Cache for your entire website.":["Vacía la caché dinámica de toda tu web."],"Purge Cache":["Purgar caché"],"Purging ...":["Vaciando…"],"Automatic Cache Purge":["Vaciado automático de caché"],"Automatically perform a smart cache purge after every content modification.":["Realizar automáticamente un vaciado inteligente de caché en cada modificación de contenido."],"See rules":["Ver reglas"],"Browser-Specific Caching":["Caché específica del navegador"],"We recommend you to enable this feature {{strong}}only{{/strong}} if you’re experiencing issues with plugins, generating mobile version of your site or similar functionality. Once enabled, the cache has to be generated separately for different browsers which lowers its efficiency.":["Te recomendamos que actives esta característica {{strong}}solamente{{/strong}} si estás experimentando problemas con plugins, creando la versión móvil de tu sitio, o una funcionalidad similar. Cuando esté activa la cache tiene que generarse por separado para los distintos navegadores, lo que reduce su eficacia."],"Excluding URLs":["Exclusión de URLs"],"Use this feature if you want to exclude certain parts of your website from being cached and keep them dynamic.":["Utiliza esta característica si quieres excluir ciertas partes de tu web de la caché y dejarlas como dinámicas."],"See examples":["Ver ejemplos"],"GZIP Compression":["Compresión GZIP"],"Enables a compression of the content that's delivered to your visitors browsers improving the network loading times of your site.":["Activa una compresió ndel contenido que se entrega a los navegadores de tus visitantes, mejorando los tiempos de carga de red de tu sitio."],"GZIP Compression is enabled by default automatically saving you bandwidth and improving the loading speeds of your pages.":["La compresión GZIP está activa por defecto automáticamente, ahorrando ancho de banda y mejorando las velocidades de carga de tus páginas."],"Memcached Stopped. Please, enable it in your SiteGround control panel.":["Memcached parada. Por favor, actívala en tu panel de control de SiteGround."],"Memcached":["Memcached"],"Powerful object caching for your site. It stores frequently executed queries to your databases and reuses them for better performance.":["Potente caché de objetos para tu sitio. Almacena consultas ejecutadas con frecuencia a tus bases de datos y las reutiliza para un mejor rendimiento."],"Score Check":["Comprueba la valoración"],"Test how optimized your website is. Our performance check is powered by Google PageSpeed.":["Comprueba cuán optimizada está tu web. Nuestra prueba de rendimiento está realizada con Google PageSpeed."],"Device Type":["Tipo de dispositivo"],"URL":["URL"],"Analyze":["Analizar"],"Please Wait, We Are Performing a Google PageSpeed Test on Your Page":["Por favor, espera. Estamos realizando una prueba de Google PageSpeed en tu página."],"There is nothing here yet":["Aún no hay nada aquí"],"Enable HTTPS":["Activar HTTPS"],"Configures your site to work correctly via HTTPS and forces a secure connection to your site.":["Configura tu sitio para que funcione por HTTPS y forzar una conexión segura a tu sitio."],"Fix Insecure Content":["Corregir contenido inseguro"],"Enable this option in case you’re getting insecure content errors on your website. We will dynamically rewrite insecure requests for resources coming from your site":["Activa esta opción si estás teniendo errores de contenido inseguro en tu web. Haremos rewrite dinámicamente de las peticiones inseguras a los recursos de tu sitio "],"Minify the HTML Output":["Minimizar la salida HTML"],"Removes unnecessary characters from your HTML output saving data and improving your site speed. ":["Elimina caracteres innecesarios de tu salida HTML ahorrando datos y mejorando la velocidad de tu sitio."],"Exclude URLs from HTML Minification":["Excluir URLs del minimizado HTML"],"With this functionality, you can exclude different pages from HTML minification.":["Con esta funcionalidad puedes excluir varias páginas del minimizado de HTML."],"Minify JavaScript Files":["MInimizar los archivos JavaScript"],"Minify your JavaScript files in order to reduce their size and reduce the number of requests to the server. ":["Minimiza tus archivos JavaScript para reducir su tamaño y reducir el número de peticiones al servidor."],"Exclude from JavaScript Minification":["Excluir del minimizado de JavaScript"],"Combine JavaScript Files":["Combinar archivos JavaScript"],"Combine your JavaScript files in order to reduce the number of requests to the server.":["Combiar tus archivos JavaScript para reducir el número de peticiones al servidor."],"Exclude from JavaScript Combination":["Excluir combinación de JavaScript"],"Defer Render-blocking JS":["Aplazar JS que bloqueen la carga"],"Defer loading of render-blocking JavaScript files for faster initial site load. ":["Carga aplazada de archivos JavaScript que bloquean la visualización para una carga inicial del sitio más rápida."],"Exclude from Loading JS Files Asynchronously":["Excluir de la carga asíncrona de archivos JS"],"Minify CSS Files":["Minimizar archivos CSS"],"Minify your CSS files in order to reduce their size and reduce the number of requests to the server. ":["Minimiza tus archivos CSS para reducir su tamaño y reducir el número de peticiones al servidor."],"Exclude From CSS Minification":["Excluir del minimizado de CSS"],"Combine CSS Files":["Combinar archivos CSS"],"Combine multiple CSS files into one to lower the number of requests your site generates. ":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"Exclude from CSS Combination":["Excluir de la combinación de CSS"],"Optimize Loading of Google Fonts":["Optimiza la carga de Google Fonts"],"Combine the loading of Google fonts reducing the number of HTTP requests.":["Combina la carga de Google Fonts reduciendo el número de peticiones HTTP."],"Remove Query Strings From Static Resources":["Elimina las cadenas de consulta de recursos estáticos"],"Removes version query strings from your static resources improving the caching of those resources.":["Elimina las cadenas de petición de versión de tus recursos estáticos, mejorando la caché de esos recursos."],"Disable Emojis":["Desactivar Emojis"],"Enable to prevent WordPress from automatically detecting and generating emojis in your pages.":["Actívalo para evitar que WordPress detecte y genere emojis automáticamente en tus páginas."],"New Images Optimization":["Optimización de nuevas imágenes"],"We will automatically optimize all new images that you upload to your Media Library.":["Optimizaremos automáticamente todas las nuevas imágenes que subas a la biblioteca de medios."],"Existing Images Optimization":["Optimización de imágenes existentes"],"We will optimize all your existing images with minimal or no loss in quality. Note, that this will overwrite your original images.":["Optimizaremos todas tus imágenes existentes con una mínima o ninguna pérdida de calidad. Ten en cuenta que esto sobreescribirá tus imágenes originales."],"Resume Optimization":["Reanudar la optimización"],"Start Optimization":["Empezar la optimización"],"We've detected that the WordPress cronjob functionality is not working. Please, enable it following the instructions in {{link}}this article{{/link}} and refresh this page. If you’re using a real cron job, you can {{link2}}ignore this message{{/link2}} at your own risk. Note, that in this case, those operations may take longer than usual to complete.":["Hemos detectado que la funcionalidad cronjob de WordPress no está funcionando. Por favor, actívalo siguiendo las instrucciones de {{link}}este artículo{{/link}} y recarga esta página. Si estás usando un trabajo cron real puedes {{link2}}ignorar este mensaje{{/link2}} bajo tu propio riesgo. Ten en cuenta que, en este caso, esas operaciones pueden tardar más de lo habitual para completarse."],"https://www.siteground.com/kb/disable-enable-wordpress-cron/":["https://www.siteground.es/kb/administrar-wordpress-cron/"],"All images in your Media Library have been optimized successfully! Force {{link}}re-optimization{{/link}} of your images.":["¡Todas las imágenes de tu biblioteca de medios se han optimizado correctamente! Forzar la {{link}}re-optimización{{/link}} de tus imágenes."],"Lazy Load Media":["Carga diferida de medios"],"Load images only when they are visible in the browser":["Carga imágenes solo cuando sean visibles en el navegador"],"Lazy Load Iframes":["Carga diferida de iframes"],"We will lazy load iframes often used for things like video embeds from another sources. ":["haremos la carga diferida de los iframes usados frecuentemente para cosas como los vídeos incrustados de otras fuentes. "],"Lazy Load Videos":["Carga diferida de vídeos"],"We will lazy load all videos you have added directly to your pages.":["Haremos la carga diferida de todos los vídeos que hayas añadido directamente a tus páginas."],"Lazy Load Gravatars":["Carga diferida de Gravatars"],"When users comment under your posts, WordPress tries to load their avatars from gravatar.com. We recommend lazy-loading them as your users scroll down through your page if you have a high number of comments. ":["Cuando los usuarios comentan en tus entradas, WordPress trata de cargar sus avatares desde gravatar.com. Recomendamos hacer carga diferida de ellos a medida que los usuarios hagan scroll en tu página si tienes un alto número de comentarios."],"Lazy Load Thumbnails":["Carga diferida de miniaturas"],"Enable if you want to lazy-load the thumbnail sizes of your original images.":["Actívalo si quieres hacer carga diferida de las miniaturas de tus imágenes originales."],"Lazy Load Responsive Images":["Carga diferida de imágenes adaptables"],"Certain plugins and themes generate multiple images from a single upload to work better on different devices. Enable if you want to lazy-load these too.":["Ciertos plugins y temas generan varias imágenes a partir de una sola subida para que funcione mejor en distintos dispositivos. Actívalo si quieres también hacer carga diferida de ellas."],"Lazy Load Widgets":["Carga diferida de widgets"],"Enable this option if you want the images in your widget areas to load only when users reach them. ":["Activa esta opción si quieres que las imágenes en tus áreas de widgets carguen solo cuando los usuarios lleguen a ellas."],"Lazy Load for Mobile":["Carga diferida para móviles"],"Enable if you want to use lazy-loading features for mobile requests to your site.":["Actívalo si quieres usar las características de carga diferida para las peticiones móviles a tu sitio."],"Lazy Load Product Images":["Carga diferida de imágenes de productos"],"Enable if you want to enable lazy-load images in your store, product and other WooCommerce pages.":["Actívalo si quieres activar la carga diferida de imágenes en tu tienda, productos y otras páginas de WooCommerce."],"Exclude from Lazy Load":["Excluir de la carga diferida"],"In order to exclude images from lazy loading, please add their CSS classes to the exclusion list. Add each CSS class on a separate line.":["Para excluir imágenes de la carga diferida, por favor, añade sus clases CSS a la lista de exclusión. Añade cada clase CSS en una línea distinta."],"Site Admin Permissions":["Permisos de administradores de sitios"],"In this section, set the access permission for admins of separate sites.":["En esta sección configura los permisos de acceso de distintos sitios."],"SuperCacher Settings":["Ajustes de SuperCacher"],"Select whether site admins can access and make changes within the SiteGround Optimizer's SuperCacher tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimizaciones de SuperCacher de SiteGround Optimizer."],"Frontend Optimizations":["Optimizaciones de portada"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Frontend Optmization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimización de portada de SiteGround Optimizer."],"Image Optimizations":["Optimizaciones de imágenes"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Image Optimization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimizaciones de imágenes de SiteGround Optimizer."],"Environment Optimizations":["Optimizaciones del entorno"],"Select whether site admins can access and make changes within the SiteGround Optimizer's Environment Optimization tab.":["Selecciona si los administradores del sitio pueden acceder y hacer cambios en la pestaña de optimización del entorno de SiteGround Optimizer."],"SUPERCACHER SETTINGS":["AJUSTES DE SUPERCACHER"],"Select whether new sites should have the Dynamic Caching enabled for them or not.":["Selecciona si los sitios nuevos deberían tener activa la caché dinámica o no."],"ENVIRONMENT OPTIMIZATION":["OPTIMIZACIÓN DEL ENTORNO"],"FRONTEND OPTIMIZATION":["OPTIMIZACIÓN DE PORTADA"],"Removes unnecessary characters from your HTML output saving data and improving your site speed.":["Elimina caracteres innecesarios de tu salida HTML ahorrando datos y mejorando la velocidad de tu sitio."],"Combine and minify your JavaScript files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos JavaScript para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"Load Render-blocking JavaScript Files Asynchronously":["Carga de manera asíncrona los archivos JavaScript que bloqueen la visualización"],"Add async parameter to the JavaScript files loaded in the header section of your site so they don’t block your page rendering.":["Añade el parámetro async a los archivos JavaScript cargados en la sección de cabecera de tu sitio para que no bloqueen la visualización de tu página."],"Combine and minify your CSS files in order to reduce their size, improve cachability, and reduce the number of requests to the server.":["Combina y minimiza tus archivos CSS para reducir su tamaño, mejorar la caché y reducir el número de peticiones al servidor."],"Combine multiple CSS files into one to lower the number of requests your site generates.":["Combina varios archivos CSS en uno para reducir el número de peticiones que genera tu sitio."],"IMAGE OPTIMIZATION":["OPTIMIZACIÓN DE IMÁGENES"],"Image Optimization":["Optimización de imágenes"],"Lazy Load Images":["Carga diferida de imágenes"],"Old PHP Version":["Antigua versión de PHP"],"You are using our Managed PHP service, which means that SiteGround will automatically update your PHP once we are sure there is a newer stable one, which comes with the latest security and performance enhancements. Alternatively, you can choose to manually set your PHP version, in which case the system will hardcode that version to your WordPress instance until you manually change it again.":["Estás usando nuestro servicio de PHP gestionado, lo que significa que SiteGround actualizará automáticamente tu PHP cuando estemos seguros de que hay una versión nueva estable, lo que aportará las últimas mejoras de seguridad y rendimiento. Alternativamente, puedes elegir configurar manualmente tu versión de PHP, en cuyo caso el sistema forzará esa versión a tu instancia de WordPress hasta que la cambies manualmente de nuevo."],"Your site will keep using that version until you manually change it from this interface or until you switch to \"Managed PHP\" service. If you choose to take advantage of our Managed PHP service, SiteGround will automatically update your PHP once we are sure there is a newer stable one, which comes with the latest security and performance enhancements.":["Tu sitio seguirá usando esa versión hasta que la cambies manualmente desde esta interfaz o hasta que cambies al servicio de «PHP gestionado». Si eliges aprovechar las ventajas de nuestro servicio de PHP gestionado, SiteGround actualizará automáticamente tu PHP cuando estemos seguros de que hay una versión nueva estable, lo que aportará las últimas mejoras de seguridad y rendimiento."],"As a SiteGround client you may change your PHP version per site manually. However, we strongly recommend you to take advantage of our Managed PHP service, which means that SiteGround will automatically update your PHP once we are sure there is a newer, stable and safe version, which will give you the latest security and performance enhancements. Alternatively, if you choose to manually set your PHP version, the system will hardcode that version to your WordPress instance until you manually change it again.":["Como cliente de SiteGround puedes cambiar tu versión de PHP en cada sitio manualmente. Sin embargo, te recomendamos encarecidamente que aproveches el servicio de PHP gestionado, lo que significa que SiteGround actualizará automáticamente tu PHP cuando estemos seguros de que hay una versión más nueva y estable, que te ofrezca las últimas mejoras en rendimiento y seguridad. Alternativamente, si eliges configurar manualmente tu versión de PHP, el sistema forzará esa versión a tu instancia de WordPress hasta que la cambies manualmente de nuevo."],"Set your PHP version":["Configura tu versión de PHP"],"You are currently running on PHP %(version)s.":["Actualmente estás ejecutando PHP %(version)s."],"PHP Management Method":["Método de gestión de PHP"],"Please select method":["Por favor, elige un método"],"Please select management type":["Por favor, elige el tipo de gestión"],"PHP Version":["Versión de PHP"],"Please select PHP version":["Por favor, elige la versión de PHP"],"Save":["Guardar"],"We currently recommend you to use PHP %(version)s. You can check the compatibility with the recommended version before you switch. {{link}}Check Compatibility{{/link}}":["Actualmente te recomendamos usar PHP %(versión)s. Puedes probar la compatibilidad con la versión recomendada antes de cambiar. {{link}}Probar compatibilidad{{/link}}"],"All your plugins are compatible with PHP %(version)s.  You may safely switch to “Managed PHP” service and we’ll upgrade it automatically, or set it manually. {{link}}Check Again{{/link}}":["Todos tus plugins son compatible con PHP %(versión)s. Puedes cambiar con seguridad al servicio «PHP gestionado» y lo actualizaremos automáticamente, o configúralo manualmente. {{link}}Probar de nuevo{{/link}}"],"Checking PHP 7.1 Compatibility...":["Probando la compatibilidad con PHP 7.1…"],"Unfortunately some of your plugins or theme are not compatible with our recommended version. {{link}}Check Again{{/link}}":["Desafortunadamente algunos de tus plugins o el tema no son compatibles con nuestra versión recomendada. {{link}}Probar de nuevo{{/link}}"],"Thanks for using SG Optimizer to make your site faster!":["¡Gracias por usar SG Optimizer para hacer tu sitio más rápido!"],"Help more people optimize their sites by rating our plugin.":["Ayuda a más gente a optimizar sus sitios valorando nuestro plugin."],"Don’t Show This Again":["No mostrar esto de nuevo"]}